{
  "language": "fr",
  "word2idx": {
    "<PAD>": 0,
    "<START>": 1,
    "<END>": 2,
    "<UNK>": 3,
    "?": 4,
    "-": 5,
    "'": 6,
    "vous": 7,
    "!": 8,
    ".": 9,
    "bonjour": 10,
    "comment": 11,
    "allez": 12,
    "merci": 13,
    "au": 14,
    "revoir": 15,
    "oui": 16,
    "non": 17,
    "bonne": 18,
    "nuit": 19,
    "je": 20,
    "m": 21,
    "combien": 22,
    "s": 23,
    "il": 24,
    "plaît": 25,
    "excusez": 26,
    "moi": 27,
    "ça": 28,
    "va": 29,
    "manger": 30,
    "dormir": 31,
    "maison": 32,
    "eau": 33,
    "argent": 34,
    "travail": 35,
    "appelle": 36,
    "où": 37,
    "est": 38,
    "boire": 39,
    "ovus": 40,
    "applle": 41,
    "o": 42,
    "ùest": 43,
    "bore": 44
  },
  "idx2word": {
    "0": "<PAD>",
    "1": "<START>",
    "2": "<END>",
    "3": "<UNK>",
    "4": "?",
    "5": "-",
    "6": "'",
    "7": "vous",
    "8": "!",
    "9": ".",
    "10": "bonjour",
    "11": "comment",
    "12": "allez",
    "13": "merci",
    "14": "au",
    "15": "revoir",
    "16": "oui",
    "17": "non",
    "18": "bonne",
    "19": "nuit",
    "20": "je",
    "21": "m",
    "22": "combien",
    "23": "s",
    "24": "il",
    "25": "plaît",
    "26": "excusez",
    "27": "moi",
    "28": "ça",
    "29": "va",
    "30": "manger",
    "31": "dormir",
    "32": "maison",
    "33": "eau",
    "34": "argent",
    "35": "travail",
    "36": "appelle",
    "37": "où",
    "38": "est",
    "39": "boire",
    "40": "ovus",
    "41": "applle",
    "42": "o",
    "43": "ùest",
    "44": "bore"
  },
  "word_counts": {
    "bonjour": 5,
    "!": 7,
    "?": 11,
    "comment": 5,
    "allez": 5,
    "-": 10,
    "vous": 9,
    "ovus": 1,
    "merci": 5,
    ".": 7,
    "au": 5,
    "revoir": 5,
    "oui": 5,
    "non": 5,
    "bonne": 5,
    "nuit": 5,
    "je": 5,
    "m": 5,
    "'": 10,
    "appelle": 4,
    "applle": 1,
    "où": 4,
    "est": 4,
    "o": 1,
    "ùest": 1,
    "combien": 5,
    "s": 5,
    "il": 5,
    "plaît": 5,
    "excusez": 5,
    "moi": 5,
    "ça": 5,
    "va": 5,
    "boire": 4,
    "bore": 1,
    "manger": 5,
    "dormir": 5,
    "maison": 5,
    "eau": 5,
    "argent": 5,
    "travail": 5
  }
}